# <!-- CRUD_table_member.html - Страница с таблицей с CRUD-функциями всех записей представителей -->
# <!-- CRUD_table_mercenary.html - Страница с таблицей с CRUD-функциями всех записей наёмников -->
# <!-- CRUD_table_task.html - Страница с таблицей с CRUD-функциями всех заданий -->
# <!-- READ_UPDATE_table_member.html - Страница с таблицей для READ-UPDATE всех записей представителей -->
# <!-- READ_UPDATE_table_mercenary.html - Страница с таблицей для READ-UPDATE всех записей наёмников -->
# <!-- READ_UPDATE_table_task.html - Страница с таблицей для READ-UPDATE всех заданий -->
# <!-- base_CRUD_table.html - шаблон, на котором строятся все CRUD-таблицы -->
# <!-- base_READ_UPDATE_table.html - шаблон, на котором строятся все READ-UPDATE таблицы -->
# <!-- authentication.html - Страница авторизации в систему -->
# <!-- create_member.html - Страница создания записи представителя -->
# <!-- create_mercenary.html - Страница создания личного кабинета наёмника -->
# <!-- main_page.html - Главная страница сайта, на которую все заходят при входе на сайт -->
# <!-- rating.html - Страница, на которой отображены все наёмники и их рейтинг -->
# <!-- create_record.html - Страница создания отчёта для задания -->
# <!-- create_task.html - Страница создания задания -->
# <!-- admin.html - Страница инструментов администратора -->
# <!-- member.html - Страница инструментов представителя -->
# <!-- mercenary.html - Страница с личным кабинетом наёмника -->